xml/request_oclc/oclc_sammensat_miracle.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:44291789"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:11.958Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:12.066Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:11.958Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:12.066Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:11.966Z" MIMETYPE="text/xml" SIZE="1769">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>miracle</dc:title>
  <dc:title>MATCH:miracl</dc:title>
  <dc:subject>billedværker</dc:subject>
  <dc:subject>børn</dc:subject>
  <dc:subject>fotografier</dc:subject>
  <dc:subject>pop</dc:subject>
  <dc:subject>rock</dc:subject>
  <dc:subject>vokal</dc:subject>
  <dc:subject>vuggevise</dc:subject>
  <dc:subject>Canada</dc:subject>
  <dc:subject>2000-2009</dc:subject>
  <dc:publisher>andrews mcmeel</dc:publisher>
  <dc:publisher>MATCHSTRING:andrews</dc:publisher>
  <dc:contributor>MATCHSTRING:Geddesa</dc:contributor>
  <dc:contributor>MATCHSTRING:Dionc</dc:contributor>
  <dc:contributor>MATCHSTRING:Fosterd</dc:contributor>
  <dc:contributor>MATCHSTRING:Padillar</dc:contributor>
  <dc:contributor>MATCHSTRING:Parksd</dc:contributor>
  <dc:contributor>MATCHSTRING:Van Der Saagj</dc:contributor>
  <dc:contributor>anne geddes</dc:contributor>
  <dc:contributor>céline dion</dc:contributor>
  <dc:contributor>david foster</dc:contributor>
  <dc:contributor>rafael padilla</dc:contributor>
  <dc:contributor>dean parks</dc:contributor>
  <dc:contributor>jochem van der saag</dc:contributor>
  <dc:date>2004</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:type>Sammensat materiale</dc:type>
  <dc:type>WORK:none</dc:type>
  <dc:identifier>870970-basis:44291789</dc:identifier>
  <dc:identifier>ISBN:0740746960</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:11.967Z" MIMETYPE="text/xml" SIZE="10727">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>44291789|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Miracle</dc:title><dc:title xsi:type="dkdcplus:full">Miracle</dc:title><dcterms:alternative>Miracle : a celebration of new life</dcterms:alternative><dcterms:alternative>Miracle : a miracle in the making : a conversation with Anne Geddes &amp; Celine Dion</dcterms:alternative><dc:subject xsi:type="dkdcplus:DK5">75.7408</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Fotografiens emner, motiver, symboler og genrer</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">billedværker</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">børn</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">fotografier</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">pop</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">rock</dc:subject><dc:subject xsi:type="dkdcplus:genre">rock</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">vuggevise</dc:subject><dc:description>Bog Miracle : a celebration of new life Anne Geddes &amp; Celine Dion</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Andrews McMeel</dc:publisher><dc:contributor>Anne Geddes</dc:contributor><dc:contributor>Céline Dion</dc:contributor><dc:contributor>David Foster</dc:contributor><dc:contributor>Rafael Padilla</dc:contributor><dc:contributor>Dean Parks</dc:contributor><dc:contributor>Jochem Van Der Saag</dc:contributor><dc:date>2004</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type><dc:format>1 bog, illustreret (nogle i farver), 1 cd, 1 dvd-video</dc:format><dcterms:extent>176 sider, 20 min.</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">0-7407-4696-0</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language><dcterms:hasPart xsi:type="dkdcplus:track">Miracle</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Brahms&apos; lullaby</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">If I could</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Sleep tight</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">What a wonderful world</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">My precious one</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">A mother&apos;s prayer</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">The first time ever I saw your face</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Baby close your eyes</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Come to me</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Le loup, la biche et le chevalier</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Beautiful boy</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">In some small way</dcterms:hasPart><dcterms:spatial xsi:type="dkdcplus:DBCM">Canada</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">44291789</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20080131134809</marcx:subfield><marcx:subfield code="d">20080131</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="002"><marcx:subfield code="b">710100</marcx:subfield><marcx:subfield code="c">92553841</marcx:subfield><marcx:subfield code="x">71010092553841</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">c</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">u</marcx:subfield><marcx:subfield code="a">2004</marcx:subfield><marcx:subfield code="b">us</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield><marcx:subfield code="b">m</marcx:subfield><marcx:subfield code="h">th</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">0-7407-4696-0</marcx:subfield><marcx:subfield code="d">$60,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Miracle</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="b">Andrews McMeel</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Kansas City, Mo.</marcx:subfield><marcx:subfield code="b">Andrews McMeel</marcx:subfield><marcx:subfield code="c">2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 bog</marcx:subfield><marcx:subfield code="a">[176] sider</marcx:subfield><marcx:subfield code="b">ill. (nogle i farver)</marcx:subfield><marcx:subfield code="n">1 cd</marcx:subfield><marcx:subfield code="d">1 dvd-video</marcx:subfield><marcx:subfield code="l">20 min.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Bog</marcx:subfield><marcx:subfield code="a">Miracle : a celebration of new life</marcx:subfield><marcx:subfield code="e">Anne Geddes &amp; Celine Dion</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Cd</marcx:subfield><marcx:subfield code="t">Miracle : a celebration of new life</marcx:subfield><marcx:subfield code="e">Celine Dion with David Foster, Jochem van der Saag, Dean Parks, Rafael Padilla ... [et al.]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Dvd</marcx:subfield><marcx:subfield code="t">Miracle : a miracle in the making : a conversation with Anne Geddes &amp; Celine Dion</marcx:subfield><marcx:subfield code="b">producers Kel Geddes, Catherine Madigan. - Af indholdet: Photo gallery ; Song lyrics ; Artists profiles</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold (cd):</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">75.7408</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.794</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="f">børn</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="o">fotografier</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="o">billedværker</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="m">pop</marcx:subfield><marcx:subfield code="m">rock</marcx:subfield><marcx:subfield code="m">vuggevise</marcx:subfield><marcx:subfield code="n">vokal</marcx:subfield><marcx:subfield code="p">2000-2009</marcx:subfield><marcx:subfield code="l">Canada</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Geddes</marcx:subfield><marcx:subfield code="h">Anne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Dion</marcx:subfield><marcx:subfield code="h">Céline</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Foster</marcx:subfield><marcx:subfield code="h">David</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Padilla</marcx:subfield><marcx:subfield code="h">Rafael</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Parks</marcx:subfield><marcx:subfield code="h">Dean</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="A">vandersaag</marcx:subfield><marcx:subfield code="a">Van Der Saag</marcx:subfield><marcx:subfield code="h">Jochem</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Miracle</marcx:subfield><marcx:subfield code="a">Brahms&apos; lullaby</marcx:subfield><marcx:subfield code="a">If I could</marcx:subfield><marcx:subfield code="a">Sleep tight</marcx:subfield><marcx:subfield code="a">What a wonderful world</marcx:subfield><marcx:subfield code="a">My precious one</marcx:subfield><marcx:subfield code="a">A ¤mother&apos;s prayer</marcx:subfield><marcx:subfield code="a">The ¤first time ever I saw your face</marcx:subfield><marcx:subfield code="a">Baby close your eyes</marcx:subfield><marcx:subfield code="a">Come to me</marcx:subfield><marcx:subfield code="a">Le ¤loup, la biche et le chevalier</marcx:subfield><marcx:subfield code="u">Une ¤chanson douce</marcx:subfield><marcx:subfield code="a">Beautiful boy</marcx:subfield><marcx:subfield code="a">In some small way</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Saag</marcx:subfield><marcx:subfield code="h">Jochem van der</marcx:subfield><marcx:subfield code="z">700/1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">710100</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2008-01-31</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:11.967Z" MIMETYPE="text/xml" SIZE="300">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20080131</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:12.066Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:44291789">
    <isMemberOfUnit xmlns="info:fedora/">unit:47977</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47977</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:37:37.721</timestamp>
<pid>870970-basis:44291789</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
